Repository: erdncyz/rowing-track
Catalog: KurekTrack/Resources/Localizable.xcstrings
Source language: en
Languages: tr

# alert.cancel
source: Cancel
tr: İptal

# alert.ok
source: OK
tr: Tamam

# alert.saveMessage
source: Do you want to save this workout?
tr: Bu antrenmanı kaydetmek istiyor musunuz?

# alert.saveWorkout
source: Save Workout
tr: Antrenmanı Kaydet

# app.name
source: RowTrack
tr: KürekTrack

# boat.double
source: Double Scull
tr: Çift Kişilik

# boat.eight
source: Eight
tr: Sekizli

# boat.four
source: Four
tr: Dörtlü Sweep

# boat.kayak
source: Kayak
tr: Kano/Kayak

# boat.pair
source: Pair
tr: Çift Sweep

# boat.quad
source: Quad
tr: Dörtlü Scull

# boat.single
source: Single Scull
tr: Tek Kişilik

source: Boat Type
tr: Tekne Tipi

# button.close
source: Close
tr: Kapat

# button.hideMap
source: Hide Map
tr: Haritayı Gizle

# button.history
source: History
tr: Geçmiş

# button.lap
source: Lap
tr: Tur

# button.reset
source: Reset
tr: Sıfırla

# button.save
source: Save
tr: Kaydet

# button.showMap
source: Show Map
tr: Haritayı Göster

# button.start
source: Start
tr: Başlat

# button.stop
source: Stop
tr: Durdur

# coach.audioCoach
source: Audio Coach
tr: Sesli Koç

# coach.audioCoachDesc
source: Get audio feedback during your workout
tr: Antrenman sırasında sesli geri bildirim alın

# coach.motivation
source: Motivation
tr: Motivasyon

# coach.motivation.10min1
source: 10 minutes done! Great start!
tr: 10 dakika tamam! Harika başlangıç!

# coach.motivation.10min2
source: First 10 minutes complete! Keep going!
tr: İlk 10 dakika bitti! Devam et!

# coach.motivation.30min1
source: 30 minutes! You're doing amazing!
tr: 30 dakika! Muhteşem gidiyorsun!

# coach.motivation.30min2
source: Half hour milestone! Incredible effort!
tr: Yarım saat hedefi! İnanılmaz çaba!

# coach.motivation.fast1
source: Great pace! Keep it up!
tr: Harika tempo! Devam et!

# coach.motivation.fast2
source: You're on fire! Amazing work!
tr: Ateş gibisin! Müthiş!

# coach.motivation.fast3
source: Excellent speed! You're crushing it!
tr: Mükemmel hız! Efsanesin!

# coach.motivation.slow1
source: Push a little harder! You got this!
tr: Biraz daha zorla! Yapabilirsin!

# coach.motivation.slow2
source: Pick up the pace! Believe in yourself!
tr: Tempoyu artır! Kendine inan!

# coach.motivation.slow3
source: Stay strong! Every stroke counts!
tr: Güçlü kal! Her kürek önemli!

# coach.motivationDesc
source: Get motivational messages during your workout
tr: Antrenman sırasında motivasyon mesajları alın

# coach.splitAnnouncements
source: Split Announcements
tr: Split Duyuruları

# coach.splitAnnouncementsDesc
source: Hear your split times every 500m
tr: Her 500m'de split zamanlarınızı duyun

# coach.targetSPM
source: Target Stroke Rate
tr: Hedef Kürek Hızı

# coach.tempoBeep
source: Tempo Beep
tr: Tempo Sesi

# coach.title
source: Audio Coach
tr: Sesli Koç

# coach.workoutPause
source: Workout paused.
tr: Antrenman duraklatıldı.

# coach.workoutStart
source: Workout started. Let's go!
tr: Antrenman başladı. Haydi!

# condition.dangerous
source: Dangerous
tr: Tehlikeli

# condition.excellent
source: Excellent
tr: Mükemmel

# condition.fair
source: Fair
tr: Orta

# condition.good
source: Good
tr: İyi

# condition.poor
source: Poor
tr: Kötü

# history.empty
source: No workouts yet
tr: Henüz antrenman yok

# history.startFirst
source: Start your first workout!
tr: İlk antrenmanını başlat!

# history.title
source: History
tr: Geçmiş

# history.totalStats
source: TOTAL STATISTICS
tr: TOPLAM İSTATİSTİKLER

# history.workouts
source: Workouts
tr: Antrenman

# metric.avgSpeed
source: Avg. Speed
tr: Ort. Hız

# metric.calories
source: Calories
tr: Kalori

# metric.distance
source: DISTANCE
tr: MESAFE

# metric.duration
source: DURATION
tr: SÜRE

# metric.maxSpeed
source: Max Speed
tr: Maks. Hız

# metric.speed
source: SPEED
tr: HIZ

# metric.strokeRate
source: Stroke/min
tr: Kürek/dk

# metric.totalStrokes
source: Total Strokes
tr: Toplam Kürek

# mode.distance
source: Distance
tr: Mesafe

# mode.distanceGoal
source: Distance Goal
tr: Mesafe Hedefi

# mode.free
source: Free
tr: Serbest

# mode.intervalPresets
source: Interval Presets
tr: Hazır Interval'ler

# mode.selectTitle
source: Workout Setup
tr: Antrenman Ayarı

# mode.startWorkout
source: Start Workout
tr: Antrenmanı Başlat

# mode.time
source: Time
tr: Süre

# mode.timeGoal
source: Time Goal
tr: Süre Hedefi

# mode.workoutMode
source: Workout Mode
tr: Antrenman Modu

# performance.average
source: Average
tr: Ortalama

# performance.beginner
source: Beginner
tr: Başlangıç

# performance.elite
source: Elite
tr: Elit

# performance.excellent
source: Excellent
tr: Mükemmel

# performance.good
source: Good
tr: İyi

# permission.allow
source: Allow
tr: İzin Ver

# permission.message
source: We need location access to track your workout.
tr: Antrenmanınızı takip etmek için konum erişimine ihtiyacımız var.

# permission.openSettings
source: Open Settings
tr: Ayarları Aç

# permission.title
source: Location Permission Required
tr: Konum İzni Gerekli

# settings.about
source: About
tr: Hakkında

# settings.build
source: Build
tr: Derleme

# settings.general
source: General
tr: Genel

# settings.hapticFeedback
source: Haptic Feedback
tr: Titreşim Geri Bildirimi

# settings.hapticFeedback.description
source: Vibrate on button presses and events
tr: Buton basışlarında ve olaylarda titret

# settings.imperial.description
source: Miles, feet
tr: Mil, feet

# settings.keepScreenOn
source: Keep Screen On
tr: Ekranı Açık Tut

# settings.keepScreenOn.description
source: Prevent screen from dimming during workout
tr: Antrenman sırasında ekranın kararmasını önle

# settings.language
source: Language
tr: Dil

# settings.language.restartMessage
source: Please restart the app for the language change to take effect.
tr: Dil değişikliğinin geçerli olması için lütfen uygulamayı yeniden başlatın.

# settings.language.restartTitle
source: Restart Required
tr: Yeniden Başlatma Gerekli

# settings.language.system
source: System Default
tr: Sistem Varsayılanı

# settings.metric.description
source: Kilometers, meters
tr: Kilometre, metre

# settings.title
source: Settings
tr: Ayarlar

# settings.units
source: Units
tr: Birimler

# settings.useMetric
source: Use Metric System
tr: Metrik Sistem Kullan

# settings.version
source: Version
tr: Sürüm

# splits.avgPace
source: Avg Pace
tr: Ort. Pace

# splits.best
source: Best
tr: En İyi

# splits.chart
source: Performance Chart
tr: Performans Grafiği

# splits.keepRowing
source: Keep rowing to record splits!
tr: Split kaydetmek için kürek çekmeye devam edin!

# splits.noData
source: No splits yet
tr: Henüz split yok

# splits.performance
source: Performance
tr: Performans

# splits.speed
source: Speed
tr: Hız

# splits.title
source: Split Times
tr: Split Zamanları

# splits.total
source: Total
tr: Toplam

# splits.worst
source: Worst
tr: En Kötü

# tab.history
source: History
tr: Geçmiş

# tab.settings
source: Settings
tr: Ayarlar

# tab.splits
source: Splits
tr: Splitler

# tab.weather
source: Weather
tr: Hava

# tab.workout
source: Workout
tr: Antrenman

# wave.calm
source: Calm
tr: Sakin

# wave.moderate
source: Moderate
tr: Orta

# wave.rough
source: Rough
tr: Dalgalı

# wave.slight
source: Slight
tr: Hafif

# wave.smooth
source: Smooth
tr: Düz

# wave.veryRough
source: Very Rough
tr: Çok Dalgalı

# weather.current
source: Current Weather
tr: Güncel Hava

# weather.feelsLike
source: Feels Like
tr: Hissedilen

# weather.humidity
source: Humidity
tr: Nem

# weather.location.unknown
source: Unknown Location
tr: Bilinmeyen Konum

# weather.rowingConditions
source: Rowing Conditions
tr: Kürek Koşulları

# weather.temp
source: Temp
tr: Sıcaklık

# weather.title
source: Weather & Conditions
tr: Hava Durumu

# weather.updated
source: ago
tr: önce güncellendi

# weather.water
source: Water Conditions
tr: Su Durumu

# weather.waterTemp
source: Water Temp
tr: Su Sıcaklığı

# weather.waves
source: Waves
tr: Dalga

# weather.wind
source: Wind
tr: Rüzgar

# wind.east
source: East
tr: Doğu

# wind.north
source: North
tr: Kuzey

# wind.northeast
source: Northeast
tr: Kuzeydoğu

# wind.northwest
source: Northwest
tr: Kuzeybatı

# wind.south
source: South
tr: Güney

# wind.southeast
source: Southeast
tr: Güneydoğu

# wind.southwest
source: Southwest
tr: Güneybatı

# wind.west
source: West
tr: Batı

source: Workout Active
tr: Antrenman Aktif

# workout.ready
source: Ready
tr: Hazır
